Repository: stanislavhacker/CoPilot
Catalog: Resources/AppResources.*.resx
Languages: cs, zh

# WebInterface_Description
source: Enter this url into your web browser on a computer that is connected to the same WiFi network. You will be able to manage your data from user-friendly web applications. NOTE: Applications must be turned on during work in your browser!
cs: Zadejte tuto url do vašeho webové prohlíže v počítači, který je připojen na stejnou WiFi síť. Budete tak moci spravovat vaše data z přehledné webové aplikace. POZOR: Aplikace musí být zapnutá v průběhu práce v prohlížeči!
zh: 在同一 WiFi 网络下的您的计算机上的网络浏览器中输入这个地址。您将可以用有好的网络应用界面管理您的数据。注意：应用必须在您操作时处于打开状态。

# WebInterface_Title
source: Web interface
cs: Webové rozhraní
zh: 网络界面

# AppName
source: CoPilot
zh: 副驾驶

# Fuels
source: Fills
cs: Tankování
zh: 加油

source: Images
cs: Obrázky
zh: 图片

source: ok
zh: 确认

source: send
cs: poslat
zh: 发送

source: understood
cs: rozumím
zh: 明白

source: Contact email
zh: 联系人邮件

# Copyright
source: Copyright (c) 2014 CoPilot. All rights reserved.
zh: 版权 (c) 2014 CoPilot. 版权所有

source: Design by
zh: 技术支持

# Error
source: When loading a page the error occurred. Please reload the page and try to load it again. Check if application CoPilot still running and WiFi network is available.
zh: 当载入页面时发生错误，请刷新页面并重试。检查副驾驶应用仍然开启并且 WiFi 网络可用。

source: Graphs
zh: 图表

source: New items
zh: 新项目

# Welcome_Chat
source: CoPilot is an application that houses all data from your car. You're currently gained a total of {0} of fuel for which you have paid {1} {2}. The total number of refueling to date is {3}. For your car you have paid total {5} {2} for {4} repairs. At the current time, you have planned {6} maintenances. Thanks to the recording of video and taking photos is easy to maintain evidence of accidents or just record video from your roads. You currently have {7} videos and you took a {8} photos.
zh: 副驾驶是一款管理您的汽车相关所有数据的一款应用。您现在获得了 {0} 您已经支付的燃油费 {1} {2}。所有的加油数据是 {3}. 您为您的车花费共计 {5} {2} 用于 {4} 维修。目前您有 {6} 保养计划。感谢您录制视频并拍摄照片用于维护事故证据或路上发生的事。您当前有 {7} 视频和 {8} 张照片。

# Welcome_Motto
source: Everything about your car in one place!
zh: 关于您的汽车的一切尽在这里。

# Welcome_Title
source: Welcome in CoPilot!
zh: 欢迎进入副驾驶！

# Welcome_Warnings
source: Show warnings
zh: 显示警告

# FacebookDescription
source: Copilot is an application which allows you to record and visualize all available information about your car. Simply plug in the power and explore!
zh: 副驾驶是一款允许您记录和可视化您的汽车所有信息的应用。简单插入电源并开始探索吧！

# GoogleDescription
source: Watch the latest photos and contributions from the CoPilot application. There is more than just information on applications development, but also content from other people who use the application.
zh: 查看最新的照片和副驾驶应用的贡献。这里不仅有应用的开发信息，还有其他使用应用的用户。

# MaintenanceType_Filters_Description
source: After a while you will need to replace some filters in your engine. Check the mileage and cycle time in the workshop.
zh: 不久您将需要更换引擎中的滤清器。请在 4S 店或修配厂检查公里数和周期。

# MaintenanceType_Insurance_Description
source: Car Insurance ends soon. If you want to cancel the insurance, please do so as soon as possible.
zh: 保险即将到期。如果您想续保，请尽快办理。

# MaintenanceType_Maintenance_Description
source: Engine maintenance is approaching. Check out what maintenance you expect and then go for your mechanic or authorized service center.
zh: 引擎保养时间已接近。检查您期望的保养项目并前往您的维修技师处货授权服务中心。

# MaintenanceType_Oil_Description
source: You need to change the oil in your car engine. Do so as soon as possible, or may cause damage to the engine.
zh: 您需要更换您的机油。请尽快更换，否则会伤害您的引擎。

# MaintenanceType_TechnicalInspection_Description
source: Approaching the technical inspection of the car. Have the car in your service, and then you let this car for MOT.
zh: 接近汽车的技术检查时间。确保您的车已经检查过，并完成年检。

# SocialDescription
source: Links to social networks. Communicate, Contribute, write your opinions and comments. You can also propose some features that you would suited in the program.
zh: 链接到社交网络。沟通，贡献，写下您的意见和评论。您可以提出一些你希望程序增加的功能。

# TwitterDescription
source: Communicate with the others, watch the latest posts and suggest new features. Use the hashtag #carcopilot and connect with others.
zh: 和其他人沟通，浏览最新的微博并提出功能建议。

source: Your description
zh: 您的描述

# YoutubeDescription
source: Video Copilot Channel, where you can find various tutorials, instructions, all kinds of tips and tricks and even recorded videos from the camera. All in one place, in one channel.
zh: 副驾驶视频频道，您可以找到不同的教程，知识，各种技巧和恶作剧视频。所有尽在这里，在一个频道。

# Fuels_Motto
source: All refilles on one place.
zh: 所有加油记录。

source: Show graph
zh: 显示图表

source: or
zh: 或

# RepairDescriptionWeb
source: On {0} you repair your car in {1} for a total cost {2} {3}. Your expression for this repair:
zh: 在 {0} 您维修您的汽车在 {1} 共计花费 {2} {3}。您为此次维修支付：

# Repairs_Motto
source: All repairs on one place.
zh: 所有维修记录。

source: Show map
zh: 显示地图

# VideoBackupIt
source: backup it
zh: 备份

# VideoDescription
source: On {0} you made ​​a video from your car. Video length is {1} and contains the recorded path, which has {2} points. You have totally consumed {3} {6} of fuel and traveled {4} {5} long path.
zh: 在 {0} 您录制了一个视频。视频长度是 {1} 并包含了录制的路径，有 {2} 个地点。您共计消费了 {3} {6} 汽油并行驶 {4} {5} 路径。

# VideoNotBackuped
source: This video can not be played since it is not available on the cloud store. If you want you can
zh: 该视频无法在云端播放。如果您想播放您可以

# VideoPlayIt
source: play it on your device
zh: 在您的设备上播放

# Videos_Motto
source: Your video from your travels.
zh: 您的旅程视频。

source: Add Item
zh: 添加项目

# AddItem_Description
source: On your mobile device is currently displayed screen to add a new item. Enter the required information and confirm. The data is automatically loaded into the web application.
zh: 在您的移动设备上显示添加新的项目。输入必要的信息并确认。数据将会自动载入到网页版应用。

# AddItem_Motto
source: Adding items to the application.
zh: 添加项目到应用。

# EmptyData
source: Now there is a emptiness. You do not have entered any data that would be displayed. Continue clicking below and enter the first record.
zh: 现在这里是空的。您还没有输入任何数据以供显示。继续点击下面并输入第一条记录。

# EmptyImages
source: Now there is a emptiness. You do not have any images that could be viewed. Use shot button in the application and take a picture.
zh: 现在这里是空的。您还没有任何图片以供浏览。使用拍摄按钮在应用中拍摄照片。

# EmptyPaths
source: You do not have recorded any way. Use the OBD or GPS to record your path.
zh: 您还没有任何记录。使用 OBD 或 GPS 来记录您的路径。

# EmptyVideos
source: Now there is a emptiness. You do not have any videos that could be viewed. Use record button in the application and record something interesting.
zh: 现在这里是空的。您还没有任何视频以供浏览。使用录像按钮在应用中录制一些有趣的东西吧。

# ImageDescription
source: On {0} you have taken a picture from your car.
zh: 在 {0} 您拍摄了一张照片。

# ImageNotBackuped
source: This image can not be showed since it is not available on the cloud store. If you want you can
zh: 照片无法在云端显示。如果您想您可以

# ImageShowIt
source: show it on your device
zh: 在您的设备中显示。

# PathDescription
source: On {0} you were on the road, that was a long {2} {3} and that you cost {1} {4} fuel. Travel time is {5}.
zh: 在 {0} 您在路上行驶，那是一个长达 {2} {3} 并且您花费了 {1} {4} 油费。行程时间是 {5}.

source: Paths
zh: 路径

# Paths_Motto
source: All your recorded journey. With all the information.
zh: 您所有旅程的记录。和所有信息。

# Pictures_Motto
source: Moments from your travels immediately to hand.
zh: 您旅程中的点滴时刻。

source: Speed
zh: 速度

source: View through camera
zh: 通过相机查看

# RouteDescription
source: Route length: {0} {1}, Travel time: {2}, Fuel consumed: {3} {4}
zh: 路径： {0} {1}, 行程： {2}, 油耗： {3} {4}

# PathDescription_Tweet
source: On {0} i traveled {2} {3} in time {5} and that me cost {1} {4} fuel. #carcopilot
zh: 在 {0} 我行驶 {2} {3} 于时间 {5} 并花费 {1} {4} 油费。 #carcopilot

# VideoDescription_Tweet
source: On {0} i make ​​a video from car. I traveled {4} {5} in time {1} and that me cost {3} {6} fuel. #carcopilot
zh: 在 {0} 我录制了一段视频。我行驶 {4} {5} 于时间 {1} 并花费 {3} {6} 油费。 #carcopilot

# Blog
source: Read articles on blog
zh: 阅读博客中的文章

# MediaError
source: Unable to load a media file. Turn on the app and try it again or check your internet connection.
zh: 无法载入媒体文件。打开应用并重试货检查您的网络连接。

# MonthlyExpenditure
source: Monthly expenses for
zh: 月花费

# ObdDescription
source: On-board diagnostics (OBD) is an automotive term referring to a vehicle's self-diagnostic and reporting capability. OBD systems give the vehicle owner or repair technician access to the status of the various vehicle sub-systems. The amount of diagnostic information available via OBD has varied widely since its introduction in the early 1980s' versions of on-board vehicle computers. Early versions of OBD would simply illuminate a malfunction indicator light or "idiot light" if a problem was detected but would not provide any information as to the nature of the problem. Modern OBD implementations use a standardized digital communications port to provide real-time data in addition to a standardized series of diagnostic trouble codes, or DTCs, which allow one to rapidly identify and remedy malfunctions within the vehicle.
zh: 车载诊断 （OBD） 是汽车的术语，指的车辆自诊断和报告能力。OBD 系统给车主或维修人员访问各种车辆子系统状态。可通过 OBD 的诊断信息的数量自 1980 年代早期版本的车载电脑年问世以来已相差很大。OBD 的早期版本将只是照亮一个故障指示灯或在一个问题被检测到时的“白痴灯”，但不会提供任何信息的性质的问题。现代 OBD 实现使用一个标准化的数字通信端口来提供实时数据标准化系列诊断故障代码，允许你以快速查明和补救在车内的故障。

# ObdInfo
source: Information about OBD module
zh: OBD 模块信息

# ObdInfo_Title1
source: Description
zh: 描述

# ObdInfo_Title2
source: Position
zh: 位置

# ObdInfo_Title3
source: Where to buy?
zh: 何处购买？

# ObdBuy
source: What is OBD and where it buy?
zh: 什么是 OBD？哪里可以买到？
