Repository: stanislavhacker/CoPilot
Catalog: Resources/AppResources.*.resx
Languages: cs, zh

source: Add fuel
cs: Přidat palivo
zh: 加油

source: Fueled
cs: Natankováno
zh: 已加

# FueledExample
source: Example: 14.7
cs: Příklad: 14.7
zh: 例如: 14.7

# FueledUnit
source: Liters
cs: Litrů
zh: 升

source: Fuel price
cs: Cena tankování
zh: 油价

# FuelPriceExample
source: Example: 1000
cs: Příklad: 1000
zh: 例如: 1000

source: Full tank?
cs: Je plná nádrž?
zh: 加满?

source: No
cs: Ne
zh: 否

source: Odometer state
cs: Stav tachometru
zh: 里程表状况

# OdometerStateExample
source: Example: 35274
cs: Příklad: 35274
zh: 例如: 35274

source: Photos
cs: Fotky
zh: 照片

# PricePerLiterUnit
source: / Unit
cs: / litr
zh: / 单位

source: Price per unit
cs: Cena za jednotku
zh: 单价

# PricePerUnitExample
source: Example: 36.6
cs: Příklad: 36.6
zh: 例如: 36.6

# ResourceLanguage
source: en-US
cs: cs
zh: zh-CN

source: Start recording
cs: Spustit nahrávání
zh: 开始录象

source: Stop recording
cs: Zastavit nahrávání
zh: 停止录像

# TakePicture
source: Take a picture
cs: Vyfotit obrázek
zh: 拍照

source: Videos
cs: Videa
zh: 视频

source: Yes
cs: Ano
zh: 确定

# DeleteFuelMessage
source: Do you really want to delete this fill record?
cs: Opravdu chcete smazat tento záznam o tankování?
zh: 您是否要删除这条加油记录？

# DeleteFuelTitle
source: Delete fill
cs: Smazání tankování
zh: 删除记录

source: Add repair
cs: Přidat opravu
zh: 添加维修

# RepairDescription
source: Description
cs: Popis
zh: 描述

source: Repair price
cs: Cena opravy
zh: 维修价格

# RepairPriceExample
source: Example: 1250
cs: Příklad:1250
zh: 例如: 1250

source: Service name
cs: Jméno servisu
zh: 维修地点

# ServiceNameExample
source: Example: My Service a.s.
cs: Příklad: Můj servis a.s.
zh: 例如: 4S店

# DeleteRepairMessage
source: Do you really want to delete this repair record?
cs: Opravdu chcete smazat tento záznam o opravě?
zh: 您是否要删除这条维修记录？

# DeleteRepairTitle
source: Delete repair
cs: Smazání opravy
zh: 删除记录

source: View fuel
cs: Tankování
zh: 查看邮箱

source: View repair
cs: Oprava
zh: 查看维修

source: Use gps senzor
cs: Použít GPS senzor
zh: 使用 GPS 定位

# Currency
source: Currency unit
cs: Měna
zh: 货币单位

# Distance
source: Distance unit
cs: Jednotka vzdálenosti
zh: 距离单位

# AverageConsumption
source: Average
cs: Průměrně
zh: 平均

source: per
cs: na
zh: 每

source: Use obd device
cs: Použít OBD zařízení
zh: 使用 OBD 设备

# BluetoothIsNotAllowed
source: Obd is not allowed to use
cs: OBD není povoleno k používání
zh: OBD 不允许使用

# DeviceNotFound
source: Device not found, tap to refresh
cs: Zařízení nebylo nalezeno, klikněte pro obnovení
zh: 设备未找到，触摸刷新

# MoreDevices
source: More obd devices, tap to select one
cs: Více OBD zařízení, klikněte pro výběr jednoho
zh: 多个 OBD 设备，触摸选择一个

# OutOfRangeOfDevice
source: Device out of range, tap to refresh
cs: Zařízení mimo dosah, klikněte pro obnovení
zh: 设备超出范围，触摸刷新

# ReceivingDataFromObd
source: Receiving data from device
cs: Čtení dat ze zařízení
zh: 从设备接收数据

source: Searching ...
cs: Hledám ...
zh: 搜索 ...

# TurnOnBluetooth
source: Turn on your bluetooth by tap here
cs: Zapněte prosím bluetooth kliknutím
zh: 触摸开启您的蓝牙

source: Select obd device
cs: Vyberte OBD zařízení
zh: 选择 OBD 设备

source: Privacy policy
cs: Ochrana osobních údajů
zh: 隐私策略

source: Social
cs: Sítě
zh: 社交

source: Donate
cs: Přispějte
zh: 捐助

# AppEndDescription
source: To close an applicationpress the back button again. The recording will be terminated.
cs: Pro ukončení aplikace stiskněte znovu tlačítko zpět. Nahrávání bude ukončeno.
zh: 再次点击返回关闭程序。录像将会停止。

# AppEndTitle
source: Exit application?
cs: Ukončit aplikaci?
zh: 退出程序？

# DriveModeActivated
source: Automaticaly start after connected OBD
cs: Automatické spuštění po připojení OBD
zh: 连接 OBD 后自动启动

# DriveModeNotAllowed
source: Only manually start
cs: Pouze manuální spuštění
zh: 仅手动

source: Driving mode
cs: Mód řízení
zh: 驾驶模式

source: Tap on screen to speak
cs: Dotkněte se obrazovky a mluvte
zh: 触摸屏幕开始语音控制

source: Tap on screen to stop recording
cs: Dotkněte se obrazovky pro ukončení nahrávání
zh: 触摸屏幕停止录像

source: gallon
cs: galón
zh: 加仑

# OpenBackup
source: Backup data
cs: Zálohování
zh: 备份数据

source: Backup options
cs: Možnosti zálohování
zh: 备份设置

# BackupMainFile
source: Backup main data
cs: Zálohovat hlavní data
zh: 备份整个数据

# OpenLinkInBrowser
source: Open backup in browser
cs: Otevřít v prohlížeči
zh: 在浏览器中打开备份

source: Download backup
cs: Stáhnout zálohu
zh: 下载备份

# SendByEmail
source: Send backup link by email
cs: Poslat odkaz na zálohu emailem
zh: 通过邮件发送备份链接

# SendByEmailBody
source: There is link for download your backuped data.{E}Your backup id is {0}{E}Click on {1} to start download.
cs: Zde najdete link pro vaše zazálohovaná data.{E}Id vaší zálohy je {0}{E}Klikněte na {1} pro stáhnutí souboru.
zh: 这是您的备份数据的下载链接。{E}您的备份 ID 是 {0}{E}点击 {1} 开始下载。

# SendByEmailSubject
source: Link on your backup
cs: Odkaz na vaši zálohu
zh: 您的备份链接

# DownloadBackupHelp
source: Click here to download bacup from your storage
cs: Klikněte zde pro stáhnutí zálohy z úložiště
zh: 点击这里下载您存储中的备份

source: Last backup
cs: Poslední záloha
zh: 上次备份

# BackupUnknown
source: no backup
cs: nezálohováno
zh: 无备份

# BackupApplyDescription
source: Do you really wan to load backup from cloud storage? This action is not reversable!
cs: Opravdu chcete použít tuto zálohu z úložiště? Tato akce je nevratná!
zh: 您是否想要加载云端的备份？该操作无法撤销！

# BackupApplyTitle
source: Load backup?
cs: Použít zálohu?
zh: 加载备份？

source: unknown
cs: neznám
zh: 未知

# BackupCurrentId
source: Current backup id
cs: Aktuální id zálohy
zh: 当前备份 ID

# BackupAllowOnStart
source: Allow backup on start
cs: Povolit zálohu při startu
zh: 允许启动时备份

source: Backup selected files
cs: Zálohovat vybrané soubory
zh: 备份选择的文件

# CountOfSelectedFiled
source: Count of files
cs: Počet souborů
zh: 文件列表

source: Upload in progress ...
cs: Nahrávání souborů ...
zh: 正在上传 ...

# BackupDescription
source: When selecting automatic backups, backup only save the main configuration file with settings and data. Videos and photos are not automatically included in the backup and you must manually back up it . That's possible only on WiFi network. Backup video files can take a long time!
cs: Při zvolení automatické zálohy po startu dojde pouze k zálohování hlavního souboru s nastavením a daty. Videa a fotografie nejsou v automatické záloze zahrnuta a je nutné je zálohovat ručně. To je možné pouze na WiFi připojení. Záloha videí může trvat dlouho!
zh: 当选择自动备份时，备份只保存菜单设置文件和数据。视频和照片不会自动备份而需要您手动备份。该操作只能在 WiFi 网络下进行。备份视频文件需要花费更长时间！

source: unknown size
cs: neznámé velikost
zh: 位置大小

# ErrorDescription
source: Sorry, but the application has encountered an unexpected error. Please help me improve the application and send me an email with an error message after next start. The application will be closed now.
cs: Omlouváme se, ale v aplikaci došlo k neočekávané chybě. Prosím, pomožte mi aplikaci vylepšit a odešlete mi email s chybovým hlášením po dalším startu aplikace. Aplikace bude nyní zavřena.
zh: 对不起，程序遇到一个意外错误。请帮助我们改进程序并在下次启动时发送包含错误信息的邮件。程序将会关闭

# ErrorTitle
source: And it's down :(
cs: A je to dole :(
zh: 应用下线 :(

# ReportDescription
source: Last termination of application caused by error. Want to help me improve an application and report a bug?
cs: Aplikace byla naposled ukončena s chybou. Chcete pomoci vylepšit aplikaci a chybu nahlásit?
zh: 上次程序由于错误推出。想要帮助我们改进并发送错误报告？

# ReportTitle
source: Application crash report
cs: Nahlášení chyby aplikace
zh: 应用崩溃报告

# BackupDownload
source: download into device
cs: stáhnout do zařízení
zh: 下载到设备

# BackupView
source: view
cs: zobraz
zh: 查看

source: Download in progress ...
cs: Soubor se stahuje ...
zh: 正在下载 ...

# ObdAcceleratorPedalPosition
source: Accelerator pedal position
cs: Poloha plynového pedálu
zh: 油门踏板位置

# ObdEngineLoad
source: Engine load percentage
cs: Zatížení motoru
zh: 引擎载入进度

# ObdEngineOilTemperature
source: Engine oil temperature
cs: Teplota oleje v motoru
zh: 机油温度

# ObdEngineReferenceTorque
source: Engine reference torgue
cs: Kroutící moment
zh: 发动机参考扭矩

# ObdFuelInjectionTiming
source: Fuel injection timing
cs: Časování vstřikování paliva
zh: 燃油喷射时间

# ObdMaxAirFlowRate
source: Maximum air flow
cs: Maximální průtok vzduchu
zh: 最大空气流量

# ObdRpm
source: Motor RPM
cs: Otáčky motoru
zh: 发动机转速

# ObdSpeed
source: Your current speed
cs: Aktuální rychlost
zh: 您的当前速度

# ObdTemperature
source: Engine temperature
cs: Teplota motoru
zh: 发动机温度

# ObdThrottlePosition
source: Throttle position
cs: Pozice škrtící klapky
zh: 油门未知

# ObdTitle
source: Obd data
zh: OBD 数据

# ObdUptime
source: Motor uptime
cs: Doba běhu motoru
zh: 发动机启动时间

source: Next
cs: Další
zh: 下一个

source: Previous
cs: Předchozí
zh: 上一个

# Tutorial_Backup
source: Backup page
cs: Záloha aplikace
zh: 备份页面

# Tutorial_BackupFileMenu
source: Backup main file menu
cs: Menu pro zálohu hlavního souboru
zh: 备份主文件菜单

# Tutorial_BackupFileMenu_Description
source: There are four important buttons in the menu. 1) Use this button to back up the main file 2) If the backup is created, you can refer to it in the browser (and store) or 3) let it send the email. If you have a backup on cloud storage 4) you can download it by click on this button.
cs: V tomto menu jsou zobrazeny čtyři tlačítka. 1) Slouží pro spuštění zálohy hlavního souboru. 2) Pokud je záloha vytvořena, toto tlačítko slouží pro její zobrazení v prohlížeči nebo 3) poslání na email. Pokud máte k dispozici starou zálohu na cloudovém úložišti, 4) můžete ji stáhnout.
zh: 这里有4个重要按钮在菜单里. 1) 用这个按钮备份主要文件 2) 如果备份已经创建，您可以添加到浏览器（并保存） 或 3) 让它发送邮件。如果您有一个备份在云端 4) 您可以通过点击这个按钮下载。

# Tutorial_BackupMenu
source: Backup menu
cs: Menu zálohy
zh: 备份菜单

# Tutorial_BackupMenu_Description
source: There are three important buttons in the side menu. These are 1) a general backup, which backs up the main data file, 2) backup images and 3) backup videos. If you select automatic backup after launch, it is only a backup the main data file! Videos and pictures can be backuped only manually. You can see which items have not been backed up in the lists of media.
cs: V menu zálohy můžete vidět tři tlačítka. 1) Slouží pro zálohu hlavního souboru aplikace, 2) zálohuje obrázky a 3) zálohuje videa. Pokud zvolíte automatickou zálohu po startu aplikace, je zálohován pouze hlavní soubor. Videa a obrázky je nutné zálohovat manuálně. V seznamu médií pak vidíte, které obrázky nebo videa nejsou zazálohována.
zh: 这里有3个重要按钮在边栏中。分别是 1)常用备份，备份菜单数据文件，2)备份图片和 3)备份视频。如果您选择启动后自动备份，程序会只备份菜单数据文件！视频和照片只能手动备份。您可以在媒体列表中查看哪些项目没有备份。

# Tutorial_Backup_Description
source: After clicking on the "Backup" in the settings page, you will see information about the backup. Here you will find the date of the last backup, the backup identifier and settings. 1) Whether you want to do a backup after starting the application and 2) when you want to backup your data, you must login into cloud storage.
cs: Po kliknutí na tlačíko "Záloha" v menu nastavení se zobrazí stránka s informacemi o zálohách aplikace. Zde naleznete datum poslední zálohy, identifikátor zálohy a nastavení zálohy. 1) Slouží pro nastavení automatické zálohy po spuštění aplikace a 2) musíte se přihlásit do cloudového úložiště, pokud chcete data zálohovat.
zh: 在设置页面中点击“备份”后，您将看到关于备份的信息。在这您会找到最后备份的日期，备份的 ID 和设置。1)您想要在程序启动后备份并 2)在您想要备份您的数据，您必须登陆云存储。

# Tutorial_CameraMenu
source: Camera menu
cs: Menu kamery
zh: 相机菜单

# Tutorial_CameraMenu_Description
source: If you click on the camera menu you will see four buttons in front of you. 1) Start and stop recording, 2) Take a photo, 3) Viewing your saved videos, 4) Viewing your saved photos.
cs: Při kliknutí na tlačítko kamery se před vámi objeví čtyři prvky pro kameru. 1) Spustit / zastavit nahrávání, 2) Vyfotit, 3) Prohlížet nahraná videa, 4) Prohlížet pořízené fotky.
zh: 如果您点击相机菜单，您将会看到4个按钮。1)开始和停止录像，2)拍照，3)查看您保存的视频，4)查看您保存的照片。

# Tutorial_End
source: Close tutorial?
cs: Zavřít tutoriál?
zh: 关闭教程？

# Tutorial_End_Description
source: Can i have close the tutorial? You can rerun this tutorial from more menu.
cs: Opravdu si přejete zavřít tutoriál? Tutoriál může být kdykoliv spuštěn z hlavního menu aplikace.
zh: 关闭教程？您可以在更多菜单中返回教程。

# Tutorial_FuelMenu
source: Fuel menu
cs: Menu tankování
zh: 燃油菜单

# Tutorial_FuelMenu_Description
source: If you click on the menu for refueling, there are appears two buttons and a list of tanking in front of you. 1) Used to record new refueling, 2) To show the average consumption and can be used to switch the display mode, 3) One entry in the list, detail can be viewed by clicking.
cs: Pokud kliknete na menu pro tankování, před vám se zobrazí menu s dvěma prvky a seznamem všech tankování. 1) Slouží pro záznam nového tankování, 2) Slouží pro zobrazení průměrné spotřeby a slouží pro přepínání módů zobrazení, 3) Náhled na jeden záznam ze seznamu. Po kliknutí na něj se zobrazí detail.
zh: 如果您点击加油菜单，这里会显示两个按钮和一个加油列表。1)添加加油记录，2)显示平均消费量并可以切换显示模式，3)记录列表，点击可以显示细节。

# Tutorial_Information
source: Please take a few minutes to this tutorial.
cs: Prosím, věnujte pár minut tomuto tutoriálu.
zh: 请花费几分钟查看教程。

# Tutorial_MainScreen
source: Main screen
cs: Hlavní obrazovka
zh: 主菜单

# Tutorial_MainScreen_Description_One
source: On the main screen you can see the statistics of application's data and after closing by an arrow on the left side you will see the view throught camera and the main application menu.
cs: Na hlavní obrazovce vidíte statistiky aplikace a po zavření pomocí šipky na levé straně se zobrazí průhled kamerou a hlavní menu aplikace.
zh: 在主菜单您可以看到应用数据状态并通过左侧箭头关闭来查看相机画面。

# Tutorial_MainScreen_Description_Two
source: The main menu contains four main buttons. 1) Camera, 2) Refueling, 3) Repairs and 4) Settings and others.
cs: Hlavní menu obsahuje čyři základní tlačítka. 1) Kameru, 2) Tankování, 3) Opravy a 4) Nastavení a ostatní.
zh: 主菜单包含四个菜单按钮。1)相机，2)加油，3)维修和 4)设置与其它。

# Tutorial_MoreMenu
source: Setting menu
cs: Menu nastavení a ostatní
zh: 设置菜单

# Tutorial_MoreMenu_Description
source: If you click on the other menu (three dots), there appears a list of other settings in front of you. 1) Used to enable GPS, 2) Connect the OBD module if there are more, you can select one, 3) Is used to turn drive mode that accepts voice commands, 4) Is used for uploading or sending backup. In this menu are also buttons to set the units, links to social networks and more.
cs: Pokud kliknete na menu nastavení (tři tečky), před vámi se zobrazí seznam nastavení aplikace a další možnosti aplikace. 1) Slouží pro povolení používat GPS polohu, 2) Slouží pro připojení OBD modulu, pokud jich máte k dispozici více, slouží pro výběr jednoho, 3) Slouží pro zapnutí "Drive módu", ve kterém můžete aplikaci ovládat hlasem (pouze angličtina), 4) Je záloha aplikace, kde si můžete nastavit a zálohovat vše důležité. V tomto menu je také nastavení jednotek aplikace a odkazy na sociální sitě.
zh: 如果您点击其他菜单（三个点），将会显示一个其他设置的列表。1)启用GPS，2)如果存在多个OBD模块，您可以选择一个连接，3)开启驾驶模式来接受语音命令，4)上传和发送备份。在这个菜单中可以同时设置单位，连接到社交网络以及其他。

# Tutorial_ObdPage
source: Obd page
cs: OBD informace
zh: OBD页面

# Tutorial_ObdPage_Description
source: If you click on 1) OBD button when device is connected to your mobile, you will see the actual data from the OBD module on display. All data are stored for later visualization and browsing condition of the car.
cs: Pokud kliknete na 1) tlačítko OBD v nastavení a máte připojené zařízení, zobrazí se vám informace z řídící jednotky automobilu. Všechna data jsou ukládána do aplikace a slouží pro prohlížení stavu automobilu na počítači.
zh: 如果您点击 1)OBD 按钮且设备连接到您的手机，您会看到 OBD 模块发送的真实数据。所有数据将会保存用于以后浏览和可视化车况数据。

# Tutorial_RepairMenu
source: Repair menu
cs: Menu oprav
zh: 维修菜单

# Tutorial_RepairMenu_Description
source: If you click on the menu for repairs and you are switch into context 3) repairs, you will see the button and a list of repairs in front of you . 1) Used to create new repair record, 2) One entry in the list, detail can be viewed by clicking on it.
cs: Pokud kliknete na menu pro opravy a jste přepnutí do kontextu 3) opravy, před vámi se zobrazí menu s jedním prvkem a seznamem všech oprav. 1) Slouží pro záznam nové opravy, 2) Náhled na jeden záznam ze seznamu. Po kliknutí na něj se zobrazí detail.
zh: 如果您点击维修按钮并切换到 3)维修，您将看到按钮和维修记录列表。1)创建新的维修记录，2)列表入口，点击可以查看细节。

# Tutorial_ThanksEnd
source: And that's all
cs: A to je vše
zh: 就到这里吧。

# Tutorial_ThanksEnd_Description
source: The tutorial is over and you can always run the tutorial again from application menu.
cs: Tento tutoriál je u konce a můžete ho kdykoliv znovu spustit z menu aplikace.
zh: 教程结束，您可以从应用菜单中再次打开教程。

# Tutorial_ThankYou
source: Thank you for installing CoPilot.
cs: Děkuji za nainstalování aplikace CoPilot.
zh: 感谢您安装副驾驶。

# Tutorial_Welcome
source: Welcome!
cs: Vítejte!
zh: 欢迎！

# Tutorial_WhatIsIt
source: What is CoPilot?
cs: Co je CoPilot?
zh: 副驾驶室干什么的？

# Tutorial_WhatIsIt_Description
source: CoPilot is an application that is used to record any information about your car. You can record videos, take photos, keep records of refueling and repairs. When you connect the OBD also collect important data and then view them on desktop device.
cs: CoPilot je aplikace, která slouží pro nahrávání informací o automobilu. Můžete nahrávat videa z cest, pořizovat fotografie, udržovat záznamy o tankování a opravách. Pokud připojíte OBD modul, můžete také zaznamenávat důležité informace z řídící jednotky automobilu a poté je prohlížet.
zh: 副驾驶是一个用来记录有关您的汽车的任何信息的应用。你可以录像，拍照，跟进油耗和维修记录。当您连接到 OBD 还可以收集重要数据并在桌面设备上查看。

# Tile
source: Car has average consumption of {0} and underwent {1} repairs.
cs: Auto má průměrnou spotřebu {0} a podstoupilo {1} oprav.
zh: 汽车平均消费量{0} 并经历 {1} 维修。

# Tile_Small
source: Av. cons. {0}, repairs {1}
cs: Spotřeba {0}, oprav {1}
zh: 油耗 {0}，维修 {1}

# FreeSpaceAvailable
source: Available space
cs: Dostupné místo
zh: 可用空间

# ObdFatalError
source: Something terrible has happened
cs: Něco strašného se stalo
zh: 一些可怕的事情发生了

# BuyApp
source: Buy application
cs: Koupit aplikaci
zh: 购买应用

# RateApp
source: Rate and review
cs: Ohodnotit
zh: 打分并评价

# UsedAccounts
source: Used accounts on backup
cs: Účty použité pro zálohu
zh: 使用账户备份

# Backup_NotSignedIn
source: Your are not sign in
cs: Nejste přihlášeni
zh: 您没有登录

# Backup_NotSignedIn_Description
source: You are not logged into any cloud storage service. For proper operation of backups you need to login.
cs: Nejste přihlášeni do žádného cloudového úložiště. Pro správné fungování záloh je nutné se přihlásit.
zh: 您没有登陆任何云存储服务。备份操作需要您登陆。

# BackupNotFoundDescription
source: Backup file not found on server.
cs: Záložní soubor nebyl na serveru nalezen.
zh: 没有在服务器中找到备份文件。

# BackupNotFoundTitle
source: Backup not found
cs: Záloha nebyla nalezena
zh: 备份没有找到

# StorageInfo_Again
source: download it again
cs: stáhnout znovu
zh: 再次下载

# StorageInfo_Connection
source: the Internet connection
cs: internetové připojení
zh: 网络连接

# StorageInfo_Delete
source: delete this record
cs: záznam smazat
zh: 删除这条记录

# StorageInfo_Login
source: log in to your storage
cs: přihlásit do vašeho úložiště
zh: 登陆您的云存储

# StorageInfo_Part1
source: The file could not be downloaded, try to
cs: Soubor nebylo možné stáhnout, zkuste se
zh: 文件无法下载，尝试

# StorageInfo_Part2
source: and check
cs: a zkontrolujte
zh: 并检查

# StorageInfo_Part3
source: . If you check it, try to
cs: . Pokud jste to zkontrolovali, zkuste soubor
zh: 。如果您选中，尝试

# StorageInfo_Part4
source: . If you delete it from the repository, the file can not be obtained and you can
cs: . Pokud jste ho z úložiště smazali, soubor již není možné získat a můžete tento
zh: 。如果您从历史中删除它，文件将无法被获得并且您可以

# FromStorage
source: this video is on cloud storage
cs: totot video je na webovém úložišti
zh: 这个视频在云存储中。

source: Buffering
cs: Načítání
zh: 缓冲中

source: Cancel
cs: Zrušit
zh: 取消

# VideoDeleteHard
source: Record and video
cs: Záznam a video
zh: 录像

# VideoDeleteHard_Description
source: All, you cannot play this video anymore
cs: Vše, video již možné přehrávat
zh: 所有，您无法播放该文件

# VideoDeleteSoft
source: Only video, keep record
cs: Pouze video, záznam nechat
zh: 仅视频，保持录像

# VideoDeleteSoft_Description
source: File, you can play video from cloud
cs: Soubor, video bude možné přehrávat ze zálohy
zh: 文件，您可以从云中播放视频

# VideoError_Description
source: Error occured when trying open the video file. Try to again.
cs: Objevila se chyba při otevírání videa. Zksute to znovu.
zh: 打开视频文件时发生错误，请重试。

# VideoError_Title
source: Video error
cs: Chyba videa
zh: 视频错误

# AllowOnCelluralAndBatery
source: Waiting for connection ...
cs: Čekám na spojení ...
zh: 等待链接 ...

# AllowOnWifiAndBatery
source: Waiting for Wi-Fi network ...
cs: Čekám na Wi-Fi ...
zh: 等待 Wi-Fi 网络 ...

# AllowOnWifiAndExternalPower
source: Plugin external power and Wi-Fi ...
cs: Zapojte napájení a Wi-Fi ...
zh: 连接外部电源和 Wi-Fi ...

# AverageSpeed
source: Avarage speed
cs: Průměrná rychlost
zh: 平均速度

source: Fuel price trend
cs: Trend vývoje ceny paliva
zh: 油价趋势

source: Paid for fuel
cs: Zaplaceno za palivu
zh: 加油费

source: Paid for repairs
cs: Zaplaceno na opravách
zh: 维修费

# TrendUnitsPerRefill
source: Refill trend
cs: Trend tankování
zh: 加油趋势

source: Add maintenance
cs: Přidat údržbu
zh: 添加保养

source: Maintenance
cs: Údržba
zh: 保养

source: Repairs
cs: Opravy
zh: 维修

source: Date
cs: Datum
zh: 日期

# MaintenanceType
source: Type
cs: Typ
zh: 类型

# MaintenanceType_Filters
source: Filters
cs: Filtry
zh: 滤清器

# MaintenanceType_Insurance
source: Insurance
cs: Pojištění
zh: 保险

# MaintenanceType_Maintenance
source: Maintenance
cs: Údržba
zh: 保养

# MaintenanceType_Oil
source: Oil
cs: Olej
zh: 油

# MaintenanceType_TechnicalInspection
source: Technical inspection
cs: Technická kontrola
zh: 技术检查

source: Warning
cs: Varovat
zh: 警告

# WarningDays
source: days before
cs: dní předem
zh: 天前

# WarningDaysExample
source: Example: 7
cs: Příklad: 7
zh: 例如: 7

# WarningDistance
source: before
cs: předem
zh: 前

# WarningDistanceExample
source: Example: 20
cs: Příklad: 20
zh: 例如: 20

# Count
source: tasks
cs: úkolů
zh: 任务

source: Maintenance tasks
cs: Úkoly na údržbu
zh: 保养任务

source: View maintenance
cs: Zobrazit údržbu
zh: 查看保养

# Tutorial_MaintenanceMenu
source: Maintenance menu
cs: Menu údržby
zh: 保养菜单

# Tutorial_MaintenanceMenu_Description
source: If you click on the menu for repairs and you are switch into context 3) maintenance, you will see the button and a list of maitenances in front of you . 1) Used to create new maintenance or event record, 2) One entry in the list, detail can be viewed by clicking on it.
cs: Pokud kliknete na menu pro opravy a jste přepnutí do kontextu 3) údržby, před vámi se zobrazí menu s jedním prvkem a seznamem všech naplanovaných a minulých údržeb. 1) Slouží pro záznam nové údržby nebo události, 2) Náhled na jeden záznam ze seznamu. Po kliknutí na něj se zobrazí detail.
zh: 如果您点击维修菜单并切换到 3)保养，您将会看到按钮和保养列表。1)创建保养或事故记录，2)列表入口，点击可以查看细节。

# Tutorial_StatsScreen
source: Statistic screen
cs: Obrazovka statistik
zh: 统计信息

# Tutorial_StatsScreen_Description_One
source: When you start the application you can see screen with basic statistic information. These are 1) the average fuel consumption, 2) the average speed, 3) the total price paid for fuel, 4) the total price paid for repairs and 5) the number of maintenance tasks (technical, insurance, checking oil, etc. ...). On this screen are also available some information graphs.
cs: Na této obrazovce se po spuštění zobrazí základní statistiky. Jedná se o 1) průměrnou spotřebu, 2) průměrnou rychlost, 3) celkově zaplacená cena za palivo, 4) celkově zaplacená cena za opravy a 5) počet údržbových úkolů (technická, pojištění, kontrola oleje, atd...). Na této obrazovcou jsou také k dispozici některé informační grafy.
zh: 当您打开应用，您可以看到基本的统计信息。1)平均油耗，2)平均速度，3)燃油花费，4)维修花费总计 5)保养任务次数（技术检测，保养，机油检查，等等……）。还可以看到一些统计图表。

source: Data
zh: 数据

source: Statistics
cs: Statistiky
zh: 状态

# NoWifi
source: no wifi connection available
cs: wifi připojení není k dispozici
zh: 没有可用 Wifi

# WebInterface
source: Web interface URL
cs: Adresa webového rozhraní
zh: 网络界面地址
